app/controllers/blogs_controller.rb

INSERT INTO "blogs" ("title", "category", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "test"], ["category", "test"], ["body", "rrrr"], ["created_at", "2020-03-07 07:13:13.993851"], ["updated_at", "2020-03-07 07:13:13.993851"]]
---
  def create
    blog = Blog.new(blog_params)
    blog.save